MALE_WORDS_CHINISE =['他','儿子','他的','他','父亲','男人','男孩','他自己','男性','兄弟','儿子','父亲',' 男','男','男','兄弟','叔叔',
'叔叔','侄子','侄子']

FEMALE_WORDS_CHINESE = ['她','女儿','她','她','母亲','女人','女孩','她自己','女性','姐姐','女儿','母亲',' 妇女','女孩','女性','姐妹','阿姨','阿姨','侄女','侄女']

PROFESSIONAL_OCCUPATION_CHINESE = ['管理员','统计学家','助产士','法警','拍卖师','摄影师','地质学家','制鞋匠','运动员','出纳员',
'舞者','管家','会计师','物理学家','园艺师','牙医','织工','铁匠','心理学家','主管',
'数学家','调查员','裁缝','设计师','经济学家','机械师','劳动者','邮局局长','经纪人','化学家','图书馆员','服务员','文书','音乐家','搬运工','科学家','木匠','水手','讲师','警长','飞行员','检查员','泥工',
'贝克','管理员','建筑师','收藏家','操作员','外科医生','驾驶员','画家','导体','护士','厨师','工程师',
'退休','销售','律师','神职人员','内科医生','农民','店员','经理','后卫','艺术家','史密斯','官方','警察','医生',
'教授','学生','法官','老师','作者','秘书','士兵']