MALE_WORDS_HINDI = ['वह', 'बेटा', 'उसका', 'उसे', 'पिता','आदमी', 'लड़का ','खुद', 'पुरुष','भाई', 'बेटे','पिता', 'पुरुष','लड़के','पुरुष','भाई','चाचा',
'अंकल', 'भतीजे', 'भतीजे']

FEMALE_WORDS_HINDI = ['वह', 'बेटी', 'उसकी', 'उसकी', 'मां', 'महिला', 'लड़की', 'खुद', 'महिला', 'बहन', 'बेटियां', 'मां', ' महिलाओं',
'लड़कियाँ', 'स्त्री', 'बहनें', 'चाची', 'चाची', 'भतीजी', 'भतीजी']

PROFESSIONAL_OCCUPATION_HINDI = ['चौकीदार', 'सांख्यिकीविद्', 'दाई', 'बेलीफ', 'नीलामकर्ता', 'फोटोग्राफर', 'भूविज्ञानी', 'शोमेकर', 'एथलीट', 'कैशियर',
'डांसर', 'हाउसकीपर', 'अकाउंटेंट', 'फिजिसिस्ट', 'माली', 'डेंटिस्ट', 'जुलाहा', 'लोहार', 'मनोवैज्ञानिक', 'सुपरवाइजर', 'गणितज्ञ', 'सर्वेक्षक', 'दर्जी', 'डिजाइनर', 'अर्थशास्त्री', 'मैकेनिक', 'मजदूर', 'पोस्टमास्टर', 'दलाल', 'केमिस्ट', 'लाइब्रेरियन', 'परिचर', 'लिपिक' ,' संगीतकार ',' कुली ',' वैज्ञानिक ',' बढ़ई ',' नाविक ',' प्रशिक्षक ',' शेरिफ ',' पायलट ',' निरीक्षक ',' राजमिस्त्री ',
'बेकर', 'एडमिनिस्ट्रेटर', 'आर्किटेक्ट', 'कलेक्टर', 'ऑपरेटर', 'सर्जन', 'ड्राइवर', 'पेंटर', 'कंडक्टर', 'नर्स', 'कुक', 'इंजीनियर',
'सेवानिवृत्त', 'बिक्री', 'वकील', 'पादरी', 'चिकित्सक', 'किसान', 'क्लर्क', 'प्रबंधक', 'रक्षक', 'कलाकार', 'स्मिथ', 'अधिकारी', 'पुलिस' , 'चिकित्सक',
'प्रोफेसर', 'छात्र', 'जज', 'शिक्षक', 'लेखक', 'सचिव', 'सैनिक']