MALE_WORDS_KOREAN = [ '그', '아들', '자신의', '힘', '아버지', '남자', '소년', '자신', '남성', '형제', '아들', '아버지', ' 남자 ','남자 ','남성 ','형제 ','삼촌 ',
'삼촌', '조카', '조카']

FEMALE_WORDS_KOREAN = [ '그녀', '딸', '그녀', '그녀', '어머니', '여자', '소녀', '자신', '여성', '자매', '딸', '어머니', ' 여자들',
'여아', '여성', '자매', '이모', '이모', 'niece', 'nieces']

PROFESSIONAL_OCCUPATION_KOREAN = [ '관리인', '통계 학자', '조산사', '보증인', '경매 자', '사진사', '지질 학자', '슈 메이커', '선수', '출납원',
'댄서', '가계부', '회계사', '물리학 자', '정원사', '치과 의사', '위버', '대장장이', '심리학자', '감독관',
'수학자', '측량사', '재단사', '디자이너', '경제학자', '기계공', '노동자', '포스트 마스터', '브로커', '화학자', '사서', '담당자', '임원 ','음악가 ','포터 ','과학자 ','목수 ','선원 ','강사 ','셰리프 ','파일럿 ','검사관 ','메이슨 ',
'베이커', '관리자', '건축가', '수집가', '운영자', '외과 의사', '드라이버', '페인터', '도체', '간호사', '쿡', '엔지니어',
'퇴직', '판매', '변호사', '성직자', '의사', '농부', '서기', '관리자', '가드', '아티스트', '스미스', '공식', '경찰 ', '박사님',
'교수', '학생', '심사', '교사', '저자', '비서', '군인']