MALE_WORDS_JAPANESE = ['彼','息子','彼','彼','父','男','少年','彼自身','男性','兄弟','息子','父',' 男性','男の子','男性','兄弟','おじ',
'おじさん','ne','ne']

FEMALE_WORDS_JAPANESE = ['she', 'daughter', 'hers', 'her', 'mother', 'woman', 'girl', 'herself', 'female', 'sister', 'daughters', 'mothers', '女性の','女の子','女性','姉妹','おばさん','おばさん',',','nie']

PROFESSIONAL_OCCUPATIONS_JAPANESE = ['管理人','統計学者','助産師','執行官','競売人','写真家','地質学者','靴屋','アスリート','キャッシャー',
'ダンサー','家政婦','会計士','物理学者','庭師','歯医者','織工','鍛冶屋','心理学者','監督者',
'数学者','調査者','テーラー','デザイナー','エコノミスト','メカニック','労働者','ポストマスター','ブローカー','化学者','司書','出席者','事務員' ,'ミュージシャン ','ポーター ','科学者 ','カーペンター ','セーラー ','インストラクター ','保安官 ','パイロット ','インスペクター ','メイソン ',
'baker','administrator','architect','collector','operator','surgeon','driver','painter','conductor','nurse','cook','engineer',
'引退','販売','弁護士','聖職者','医師','農夫','書記官','マネージャー','ガード','アーティスト','スミス','公式','警察' ,' doctor ',
'教授','学生','裁判官','教師','著者','秘書','兵士']