#MALE_WORDS

MALE_WORDS_ENGLISH = [ 'he', 'son', 'his', 'him', 'father', 'man', 'boy', 'himself', 'male', 'brother', 'sons', 'fathers', 'men', 'boys', 'males', 'brothers', 'uncle',
'uncles', 'nephew', 'nephews']

MALE_WORDS_JAPANESE = ['彼','息子','彼','彼','父','男','少年','彼自身','男性','兄弟','息子','父',' 男性','男の子','男性','兄弟','おじ',
'おじさん','ne','ne']

MALE_WORDS_CHINESE =['他','儿子','他的','他','父亲','男人','男孩','他自己','男性','兄弟','儿子','父亲',' 男','男','男','兄弟','叔叔',
'叔叔','侄子','侄子']

MALE_WORDS_KOREAN = [ '그', '아들', '자신의', '힘', '아버지', '남자', '소년', '자신', '남성', '형제', '아들', '아버지', ' 남자 ','남자 ','남성 ','형제 ','삼촌 ',
'삼촌', '조카', '조카']

MALE_WORDS_HINDI = ['वह', 'बेटा', 'उसका', 'उसे', 'पिता','आदमी', 'लड़का ','खुद', 'पुरुष','भाई', 'बेटे','पिता', 'पुरुष','लड़के','पुरुष','भाई','चाचा',
'अंकल', 'भतीजे', 'भतीजे']

MALE_WORDS_URDU = ['وہ' , 'بیٹا' , 'اس' , 'اس' , 'باپ' , 'آدمی' , 'لڑکے' , 'خود' , 'مرد' , 'بھائی' , 'بیٹے' , 'باپ' , ' مرد ',' لڑکے ',' نر ',' بھائی ',' چچا ',
'ماموں' , 'بھتیجے' , 'بھتیجے']

MALE_WORDS_ARABIC = ["هو" , "الابن" , "له" , "هو" , "الأب" , "الرجل" , "الصبي" , "نفسه" , "الذكر" , "الأخ" , "الأبناء" , "الآباء" , "الرجال" , "الأولاد" , "الذكور" , "الإخوة" , "العم"]

MALE_WORDS_BANGLA = ['তিনি', 'পুত্র', 'তার', 'তাঁকে', 'পিতা', 'মানুষ', 'ছেলে', 'নিজে', 'পুরুষ', 'ভাই', 'পুত্র', 'পিতৃ', ' পুরুষ ',' ছেলে ',' পুরুষ ',' ভাই ',' চাচা ',
'চাচা', 'ভাতিজা', 'ভাগ্নে']


#FEMALE_WORDS

FEMALE_WORDS_ENGLISH = ['she', 'daughter', 'hers', 'her', 'mother', 'woman', 'girl', 'herself', 'female', 'sister', 'daughters', 'mothers', 'women',
'girls', 'femen', 'sisters', 'aunt', 'aunts', 'niece', 'nieces']

FEMALE_WORDS_JAPANESE = ['she', 'daughter', 'hers', 'her', 'mother', 'woman', 'girl', 'herself', 'female', 'sister', 'daughters', 'mothers', '女性の','女の子','女性','姉妹','おばさん','おばさん',',','nie']

FEMALE_WORDS_CHINESE = ['她','女儿','她','她','母亲','女人','女孩','她自己','女性','姐姐','女儿','母亲',' 妇女','女孩','女性','姐妹','阿姨','阿姨','侄女','侄女']

FEMALE_WORDS_KOREAN = [ '그녀', '딸', '그녀', '그녀', '어머니', '여자', '소녀', '자신', '여성', '자매', '딸', '어머니', ' 여자들',
'여아', '여성', '자매', '이모', '이모', 'niece', 'nieces']

FEMALE_WORDS_HINDI = ['वह', 'बेटी', 'उसकी', 'उसकी', 'मां', 'महिला', 'लड़की', 'खुद', 'महिला', 'बहन', 'बेटियां', 'मां', ' महिलाओं',
'लड़कियाँ', 'स्त्री', 'बहनें', 'चाची', 'चाची', 'भतीजी', 'भतीजी']

FEMALE_WORDS_URDU = ['وہ' , 'بیٹی' , 'اس' , 'اس' , 'ماں' , 'عورت' , 'لڑکی' , 'خود' , 'خواتین' , 'بہنیں' , 'بیٹیاں' , 'ماؤں' , ' خواتین ',
'لڑکیاں' , 'خواتین' , 'بہنیں' , 'خالہ' , 'خالہ' , 'بھانجی' , 'بھانجی']

FEMALE_WORDS_ARABIC = ["هي" , "ابنة" , "راتبها" , "لها" , "أم" , "امرأة" , "فتاة" , "نفسها" , "أنثى" , "أخت" , "بنات" , "أمهات" , " نساء","البنات" , "المنيعة" , "الأخوات" , "العمة" , "العمات" , "الأخوات" , "الأخوات"]

FEMALE_WORDS_BANGLA = ['সে', 'কন্যা', 'তাঁর', 'তার', 'মা', 'মহিলা', 'মেয়ে', 'নিজে', 'মহিলা', 'বোন', 'কন্যা', 'মা', ' নারী ',
'মেয়েরা', 'মেয়ে', 'বোন', 'খালা', 'মাসি', 'ভাতিজি', 'ভাতিজি']



#PROFESSIONAL_OCCUPATIONS_ENGLISH

PROFESSIONAL_OCCUPATIONS_ENGLISH = ['janitor', 'statistician', 'midwife', 'bailiff', 'auctioneer', 'photographer', 'geologist', 'shoemaker', 'athlete', 'cashier',
'dancer', 'housekeeper', 'accountant', 'physicist', 'gardener', 'dentist', 'weaver', 'blacksmith', 'psychologist', 'supervisor',
'mathematician', 'surveyor', 'tailor', 'designer', 'economist', 'mechanic', 'laborer', 'postmaster', 'broker', 'chemist', 'librarian', 'attendant', 'clerical', 'musician', 'porter', 'scientist', 'carpenter', 'sailor', 'instructor', 'sheriff', 'pilot', 'inspector', 'mason',
'baker', 'administrator', 'architect', 'collector', 'operator', 'surgeon', 'driver', 'painter', 'conductor', 'nurse', 'cook', 'engineer',
'retired', 'sales', 'lawyer', 'clergy', 'physician', 'farmer', 'clerk', 'manager', 'guard', 'artist', 'smith', 'official', 'police', 'doctor',
'professor', 'student', 'judge', 'teacher', 'author', 'secretary', 'soldier']

PROFESSIONAL_OCCUPATIONS_JAPANESE = ['管理人','統計学者','助産師','執行官','競売人','写真家','地質学者','靴屋','アスリート','キャッシャー',
'ダンサー','家政婦','会計士','物理学者','庭師','歯医者','織工','鍛冶屋','心理学者','監督者',
'数学者','調査者','テーラー','デザイナー','エコノミスト','メカニック','労働者','ポストマスター','ブローカー','化学者','司書','出席者','事務員' ,'ミュージシャン ','ポーター ','科学者 ','カーペンター ','セーラー ','インストラクター ','保安官 ','パイロット ','インスペクター ','メイソン ',
'baker','administrator','architect','collector','operator','surgeon','driver','painter','conductor','nurse','cook','engineer',
'引退','販売','弁護士','聖職者','医師','農夫','書記官','マネージャー','ガード','アーティスト','スミス','公式','警察' ,' doctor ',
'教授','学生','裁判官','教師','著者','秘書','兵士']

PROFESSIONAL_OCCUPATION_CHINESE = ['管理员','统计学家','助产士','法警','拍卖师','摄影师','地质学家','制鞋匠','运动员','出纳员',
'舞者','管家','会计师','物理学家','园艺师','牙医','织工','铁匠','心理学家','主管',
'数学家','调查员','裁缝','设计师','经济学家','机械师','劳动者','邮局局长','经纪人','化学家','图书馆员','服务员','文书','音乐家','搬运工','科学家','木匠','水手','讲师','警长','飞行员','检查员','泥工',
'贝克','管理员','建筑师','收藏家','操作员','外科医生','驾驶员','画家','导体','护士','厨师','工程师',
'退休','销售','律师','神职人员','内科医生','农民','店员','经理','后卫','艺术家','史密斯','官方','警察','医生',
'教授','学生','法官','老师','作者','秘书','士兵']

PROFESSIONAL_OCCUPATION_KOREAN = [ '관리인', '통계 학자', '조산사', '보증인', '경매 자', '사진사', '지질 학자', '슈 메이커', '선수', '출납원',
'댄서', '가계부', '회계사', '물리학 자', '정원사', '치과 의사', '위버', '대장장이', '심리학자', '감독관',
'수학자', '측량사', '재단사', '디자이너', '경제학자', '기계공', '노동자', '포스트 마스터', '브로커', '화학자', '사서', '담당자', '임원 ','음악가 ','포터 ','과학자 ','목수 ','선원 ','강사 ','셰리프 ','파일럿 ','검사관 ','메이슨 ',
'베이커', '관리자', '건축가', '수집가', '운영자', '외과 의사', '드라이버', '페인터', '도체', '간호사', '쿡', '엔지니어',
'퇴직', '판매', '변호사', '성직자', '의사', '농부', '서기', '관리자', '가드', '아티스트', '스미스', '공식', '경찰 ', '박사님',
'교수', '학생', '심사', '교사', '저자', '비서', '군인']

PROFESSIONAL_OCCUPATION_HINDI = ['चौकीदार', 'सांख्यिकीविद्', 'दाई', 'बेलीफ', 'नीलामकर्ता', 'फोटोग्राफर', 'भूविज्ञानी', 'शोमेकर', 'एथलीट', 'कैशियर',
'डांसर', 'हाउसकीपर', 'अकाउंटेंट', 'फिजिसिस्ट', 'माली', 'डेंटिस्ट', 'जुलाहा', 'लोहार', 'मनोवैज्ञानिक', 'सुपरवाइजर', 'गणितज्ञ', 'सर्वेक्षक', 'दर्जी', 'डिजाइनर', 'अर्थशास्त्री', 'मैकेनिक', 'मजदूर', 'पोस्टमास्टर', 'दलाल', 'केमिस्ट', 'लाइब्रेरियन', 'परिचर', 'लिपिक' ,' संगीतकार ',' कुली ',' वैज्ञानिक ',' बढ़ई ',' नाविक ',' प्रशिक्षक ',' शेरिफ ',' पायलट ',' निरीक्षक ',' राजमिस्त्री ',
'बेकर', 'एडमिनिस्ट्रेटर', 'आर्किटेक्ट', 'कलेक्टर', 'ऑपरेटर', 'सर्जन', 'ड्राइवर', 'पेंटर', 'कंडक्टर', 'नर्स', 'कुक', 'इंजीनियर',
'सेवानिवृत्त', 'बिक्री', 'वकील', 'पादरी', 'चिकित्सक', 'किसान', 'क्लर्क', 'प्रबंधक', 'रक्षक', 'कलाकार', 'स्मिथ', 'अधिकारी', 'पुलिस' , 'चिकित्सक',
'प्रोफेसर', 'छात्र', 'जज', 'शिक्षक', 'लेखक', 'सचिव', 'सैनिक']

PROFESSIONAL_OCCUPATIONS_URDU = ['جینیٹر' , 'شماریات دان' , 'دایہ' , 'بیلف' , 'نیلامی' , 'فوٹوگرافر' , 'ماہر ارضیات' , 'جوتا بنانے والا' , 'کھلاڑی' , 'کیشئیر' ,
'ڈانسر' , 'گھریلو ملازم' , 'اکاؤنٹنٹ' , 'طبیعیات دان' , 'مالی' , 'دانتوں کا ڈاکٹر' , 'ویور' , 'لوہار' , 'ماہر نفسیات' , 'سپروائزر' ,
'ریاضی دان' , 'سرویئر' , 'درزی' , 'ڈیزائنر' , 'ماہر معاشیات' , 'مکینک' , 'مزدور' , 'پوسٹ ماسٹر' , 'بروکر' , 'کیمسٹ' , 'لائبریرین' , 'حاضر خدمت' , 'مولوی ',' موسیقار ',' پورٹر ',' سائنسدان ',' بڑھئی ',' نااخت ',' انسٹرکٹر ',' شیرف ',' پائلٹ ',' انسپکٹر ',' میسن ',
'بیکر' , 'ایڈمنسٹریٹر' , 'معمار' , 'کلکٹر' , 'آپریٹر' , 'سرجن' , 'ڈرائیور' , 'پینٹر' , 'کنڈیکٹر' , 'نرس' , 'کک' , 'انجینئر' ,
'ریٹائرڈ' , 'سیلز' , 'وکیل' , 'پادری' , 'فزیشن' , 'کسان' , 'کلرک' , 'منیجر' , 'گارڈ' , 'آرٹسٹ' , 'سمتھ' , 'آفیشل' , 'پولیس ',' ڈاکٹر ',
'پروفیسر' , 'طالب علم' , 'جج' , 'اساتذہ' , 'مصنف' , 'سکریٹری' , 'سپاہی']

PROFESSIONAL_OCCUPATIONS_ARABIC = ["حارس" , "خبير إحصائي" , "قابلة" , "محضّر" , "مزايد" , "مصور" , "جيولوجي" , "صانع أحذية" , "رياضي" , "أمين صندوق" ,
"راقصة" , "مدبرة منزل" , "محاسب" , "فيزيائي" , "بستاني" , "طبيب أسنان" , "حائك" , "حداد" , "عالم نفسي" , "مشرف" ,
"عالم رياضيات" , "مساح" , "خياط" , "مصمم" , "اقتصادي" , "ميكانيكي" , "عامل" , "مدير مكتب بريد" , "وسيط" , "كيميائي" , "أمين مكتبة" , "كاتب" , "كتابي" ," موسيقي "," حمال "," عالم "," نجار "," بحار "," مدرب "," شريف "," رائد "," مفتش "," ماسون ",
"خباز" , "مسؤول" , "مهندس" , "جامع" , "عامل تشغيل" , "جراح" , "سائق" , "رسام" , "موصل" , "ممرضة" , "طبخ" , "مهندس" ,
"متقاعد" , "مبيعات" , "محام" , "رجل دين" , "طبيب" , "مزارع" , "كاتب" , "مدير" , "حارس" , "فنان" , "سميث" , "مسؤول" , "شرطة" , 'طبيب',
"أستاذ" , "طالب" , "قاضي" , "معلم" , "كاتب" , "سكرتير" , "جندي"]

PROFESSIONAL_OCCUPATIONS_BANGLA = ['দারোয়ান', 'পরিসংখ্যানবিদ', 'মিডওয়াইফ', 'বেলিফ', 'নিলাম', 'ফটোগ্রাফার', 'ভূতত্ত্ববিদ', 'জুতো প্রস্তুতকারক', 'অ্যাথলেট', 'ক্যাশিয়ার',
'নর্তকী', 'গৃহকর্মী', 'হিসাবরক্ষক', 'পদার্থবিদ', 'উদ্যানবিদ', 'দাঁতের', 'তাঁতি', 'কামার', 'মনোবিজ্ঞানী', 'তত্ত্বাবধায়ক',
'গণিতবিদ', 'সমীক্ষক', 'দর্জি', 'ডিজাইনার', 'অর্থনীতিবিদ', 'যান্ত্রিক', 'শ্রমিক', 'পোস্টমাস্টার', 'ব্রোকার', 'রসায়নবিদ', 'গ্রন্থাগারিক', 'পরিচারক', 'কেরানি ',' সুরকার ',' কুলি ',' বিজ্ঞানী ',' ছুতার ',' নাবিক ',' প্রশিক্ষক ',' শেরিফ ',' পাইলট ',' পরিদর্শক ',' রাজমিস্ত্রি ',
'বেকার', 'প্রশাসক', 'স্থপতি', 'সংগ্রাহক', 'অপারেটর', 'সার্জন', 'ড্রাইভার', 'চিত্রশিল্পী', 'কন্ডাক্টর', 'নার্স', 'কুক', 'ইঞ্জিনিয়ার',
'অবসরপ্রাপ্ত', 'বিক্রয়', 'আইনজীবী', 'পাদ্রী', 'চিকিত্সক', 'কৃষক', 'কেরানি', 'পরিচালক', 'রক্ষী', 'শিল্পী', 'স্মিথ', 'অফিসিয়াল', 'পুলিশ ',' ডাক্তার ',
'অধ্যাপক', 'ছাত্র', 'বিচারক', 'শিক্ষক', 'লেখক', 'সচিব', 'সৈনিক']